unit ConstMessage;

interface

Const
	C_Mess_Run          	 		= 'Потвърдете деинсталирането на програмата';
  C_Mess_InsDisk            = 'Поставете първата дискета от инсталациония пакет, означена като Диск 1 в флопидисковото устройство';
  C_Mess_NoDisk             = 'Поставете дискета.';
  C_Mess_NoLicenseDisk      = 'Дискетата не е от инсталациония пакет на Stroitel 2.0';
	C_Mess_Finall       			= 'Деинсталацията е завършена успешно.';
  C_Mess_NoFinall           = 'Деинсталацията не е завършена. Повторете деинсталирането.';
  C_Mess_RemPortFile        = 'Желаите ли деинсталацията да премахне архивните файлове?';
	C_Mess_SelectDir    			= 'Изберете директорията където е инсталирана програмата Stroitel 2.0';
  C_Mess_ReadOnlyDisk       = 'Дискетата е заключена. Преместете ключето на дискетата.';
  C_Mess_NotInstallProgram  = 'Програмата Stroitel 2.0 не е инсталирана на вашия компютър';
implementation
end.
